<template>
  <div class="temrs-contents">
    맨투스픽에 오신것을 진심으로 환영합니다!<br>
    아래의 약관은 회원님들께 원할한 서비스를 제공하기 위한 내용들이오니, 꼭 읽어 보시고 서비스 이용에 참고하시길 바랍니다.<br>
    <br>
    제1장 총 칙<br>
    맨투스픽은 이용자가 서비스 약관을 승낙하는 것을 조건으로 하여 맨투스픽의 회원서비스를 제공하며 회원 약관의 변경사항은 전자우편 등으로 변경 내용을 통지하며 이용자는 언제든지 맨투스픽 하단 회원약관에서 최신의 약관을 확인하실 수 있습니다.<br>
    <br>
    제1조 (목적)<br>
    <br>
    본 약관은 맨투스픽의 서비스 (이하 "서비스")를 제공함에 있어 이를 이용하는 이용자 (이하 회원)의 이용조건 및 제반 절차, 기타 필요한 사항을 규정함을 목적으로 합니다.<br>
    <br>
    제2조 (용어의 정의)<br>
    <br>
    1 이용자: 맨투스픽 웹사이트에 접속하여 본 약관에 따라 서비스를 받는 회원 및 비회원을 말합니다.<br>
    2 회원: 회사에 개인정보를 제공하여 회원등록을 한 자로서, 서비스의 정보를 지속적으로 제공받으며, 서비스를 계속적으로 이용할 수 있는 다음 각 호의 사람을 말합니다.<br>
    - 일반회원<br>
      <span class="pl-1">서비스를 이용하기 위하여 동 약관에 동의하고 회원가입을 완료하여 이용자ID를 부여받은 개인을 말합니다.</span><br>
      <span class="pl-1">주로 기업,관공서,단체등에 소속되어 있는 교육담당자 개인을 말합니다.</span><br>
    - 강사회원<br>
      <span class="pl-1">서비스를 이용하기 위하여 동 약관에 동의하고 회원가입을 완료하여 이용자ID를 부여받은 강사를 말합니다.</span><br>
      <span class="pl-1">주로 프리랜서 강사와 기업 및 관공서,기타 단체 등에서 강의활동을 하는 개인을 말합니다.</span><br>
    3 회원ID : 서비스를 이용하려는 사람이 이용자ID를 부여받은 자와 동일인임을 확인하고 회원의 권익을 보호하기 위하여 회원이 선정한 이메일을 말합니다.<br>
    4 비밀번호: 회원이 부여 받은 회원ID와 일치된 회원임을 확인하고 자신의 비밀 보호를 위해 회원이 설정한 문자와 숫자의 조합을 말합니다.<br>
    5 비회원 : 회원서비스를 이용하지 아니한 단순 이용자를 말합니다.<br>
    6 서비스 : 회사가 운영하는 사이트를 통해 회원 및 회사가 강사정보제공, 강의정보제공, 강사능력향상, 회원홍보 및 제휴사호홍보 등의 목적으로 등록하는 자료를 DB화하여 각각의 목적에 맞게 분류 가공, 집계하여 정보를 제공하는 서비스와 사이트에서 제공하는 모든 부대 서비스를 말합니다.<br>
    <br>
    제3조 (약관의 명시와 개정)<br>
    <br>
    1. 회사는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 이용자가 알 수 있도록 초기 화면에 게시하거나 기타의 방법으로 이용자에게 공지해야 합니다.<br>
    2. 회사는 약관의규제등에관한법률, 전기통신기본법, 전기통신사업법, 정보통신망이용촉진등에관한법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
    3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 단 회원의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지하도록 합니다.<br>
    4. 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 회원은 변경된 약관이 공지된 지 15일 이내에 거부의사를 표명할 수 있습니다. 회원이 거부하는 경우 본 서비스 제공자인 회사는 15일의 기간을 정하여 "이용자"에게 사전 통지 후 당해 회원과의 계약을 해지할 수 있습니다. 만약, 회원이 거부의사를 표시하지 않거나, 전항에 따라 시행일 이후에 "서비스"를 이용하는 경우에는 동의한 것으로 간주합니다.<br>
    <br>
    제4조 (약관 외 준칙)<br>
    <br>
    서비스 이용에 관하여 본 약관을 적용하며, 본 약관에 명시되지 않은 사항에 대하여는 전기통신기본법, 전기통신사업법 및 기타 관계 법령의 규정에 의합니다.<br>
    <br>
    제5조 (이용계약의 성립)<br>
    <br>
    1. 회사의 서비스 이용계약(이하 '회원약관'이라 한다)은 서비스를 이용하고자 하는 자의 본 약관과 개인정보취급방침의 내용에 대한 동의 및 이용신청(회원가입신청)에 대하여 회사가 승낙함으로써 성립됩니다.<br>
    2. 서비스를 이용하고자 하는 자가 이용신청 당시 인터넷 상의 "동의함" 체크하면 본 약관 및 개인정보취급방침에 대하여 동의한 것으로 간주합니다.<br>
    3. 제1항의 승낙은 이용신청자의 본 약관에 대한 동의를 확인하고 전자메일 또는 서면으로 통지함으로써 이루어지고 이러한 승낙의 통지가 이용신청자에게 도달하면 이용계약이 성립됩니다.<br>
    <br>
    제6조 (서비스 이용신청 및 수집사항)<br>
    <br>
    회원으로 가입하여 서비스를 이용하기를 희망하는 자는 소정의 가입 페이지에서 요구하는 사항을 기록하여 신청합니다.<br>
    회사의 서비스 맨투스픽는 강의 및 강사 정보제공 사이트로써 회원에 대한 각종 편의 서비스 제공을 위해 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.<br>
    수집사항 1 : 성명, 기업명, 아이디, 비밀번호등<br>
    - 목적 : 회원제 서비스 제공 및 이용자 식별을 위한 목적<br>
    수집사항 2 : 연락처, 이메일 주소, 사진, 경력, 강의조건(강의료 등), 출강횟수, 소속, 학력사항, 이력사항, 특이사항 주소등<br>
    - 목적 : 강의정보 및 프로필 등록과 강사 지원활동을 위한 목적 및 이벤트 당첨시 배송지 확인을 위한 목적<br>
    수집사항 3 : 홈페이지, SMS/뉴스레터/잡에티켓참여여부 설정, 담당자<br>
    - 목적 : 보다 원활한 강의정보 및 강사 정보 서비스 제공등을 위한 목적<br>
    수집사항 4 : 신용카드정보, 휴대폰번호<br>
    - 목적 : 유료 서비스 이용에 대한 결제를 위한 목적<br>
    그외 회원의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.<br>
    <br>
    제7조 (이용신청의 승낙과 제한)<br>
    <br>
    회사는 전조의 규정에 이한 이용신청 고객에 대하여 업무수행상 또는 기술상 지장이 없는 경우에는 원칙적으로 접수순서에 따라 서비스 이용을 승낙합니다.<br>
    회사는 아래 사항에 해당하는 경우에 대해서는 이용신청을 승낙하지 아니합니다.<br>
    1. 실제 회사(이름)명과 일치하지 않는는 정보를 이용하여 신청한 경우<br>
    2. 실제 성명이 아니거나 타인의 정보를 이용하여 신청한 경우<br>
    3. 회원가입 내용을 허위로 기재한 경우<br>
    4. 회사는 회원의 회사(일반회원)명과 사업자등록번호 허위 여부를 판단하기 위해 사업자등록증 송부를 요구할 수 있으며, (개인경우 성명)이에 응하지 않을 경우 회사는 임의로 회원의 ID를 삭제할 수 있습니다.<br>
    5. 회사는 아래 사항에 해당하는 경우에는 그 신청에 대하여 승낙제한 사유가 해소될 때까지 승낙을 유보할 수 있습니다.<br>
    1. 회사가 설비의 여유가 없는 경우<br>
    2. 회사의 기술상 지장이 있는 경우<br>
    3. 기타 회사의 귀책사유로 이용승낙이 곤란한 경우<br>

    제8조 (서비스의 내용)<br>
    회사는 제2조 6항의 서비스를 제공할 수 있으며 그 내용은 다음 각 호와 같습니다.<br>
    <br>
    1. 강의정보 서비스<br>
    2. 강사정보서비스<br>
    3. 강의/강사와 관련된 제반 서비스<br>
    4. 강의/강사 지원과 관련된 제반 교육 서비스<br>
    5. 강의/강사관련 컨텐츠 판매<br>
    6. 제휴사 홍보 서비스<br>
    7. 기타 고객의 요청 및 회사의 판단으로 행하는 부가 서비스<br>
    회사는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있습니다. 단, 이 경우 회사는 추가 또는 변경내용을 회원에게 공지합니다.<br>
    <br>
    제9조 (강사회원 정보, 프로필 노출)<br>
    제9조는 강사회원에 해당되는 사항입니다.<br>
    <br>
    1. 강사회원의 프로필은 강사회원가입 또는 프로필 작성 및 수정시 기재한 내용대로 노출됨을 원칙으로 합니다.<br>
    2. 회사는 강사회원이 자신의 회원정보의 노출여부를 자유롭게 선택할 수 있도록 합니다.<br>
    3. 강사의 연락처는 노출되지 아니하는 것을 원칙으로 합니다. 강사의 프로필은 웹사이트에 노출되기 전에 맨투스픽 운영자의 검토를 거치게 됩니다.<br>
    3. 회사는 강사회원이 프로필  공개를 희망했을 경우, 일반회원 및 기타 방문자의 프로필 열람에 동의한 것으로 간주하며 회사는 이들 회원에게 무료/유료로 프로필 열람 서비스를 제공할 수 있습니다.<br>
    4. 회사는 안정적인 서비스를 제공하기 위해 테스트 및 모니터링 용도로 맨투스픽 운영자가 이력서 정보를 열람및 수정하도록 할 수 있습니다.<br>
    <br>
    제10조 (일반회원 정보, 강사 이력서 검색)<br>
    제10조는 일반회원에 해당되는 사항입니다.<br>
    <br>
    일반회원은 강의를 진행하길 원하는 강사회원이 강의정보를 열람한 후 해당 기업에 대한 판단을 돕기 위해 기업정보를 정확히 기재하여야 합니다. 일반회원은 허위정보 기재 및 제공으로 운영자와 강사회원의 서비스 이용에 피해를 미치지 않아야 할 기본의무가 있으며 허위정보의 범위는 다음과 같습니다.<br>
    1. 강의정보를 가장하여 물품판매, 직업소개, 부업알선, 자금모집 등을 행하는 정보<br>
    2. 일반회원의 신원(업체명 또는 성명), 연락처, 강의관련 내용(일자,예산 등)이 사실과 다른 경우<br>
    3. 일반회원이 제시한 강의조건(시간,강의료) 등이 응모할 때의 그것과 현저히 다른 경우<br>
    4. 기타 강의관련 중요내용이 사실과 다른 정보<br>
    <br>
    위를  위반한 경우 이에 대한 책임은 전적으로 일반회원에게 있습니다.<br>
    회사는 일반회원이 등록 및 요청한 정보 및 각종 내용을 회사가 정한 방법에 의해 노출할 수 있으며, 회사가 지정한 기간이 지난 정보 및 내용은 회사가 임의로 마감시킬 수 있습니다.<br>
    일반회원은은 무료로 개인회원이 등록한 이력서를 검색할 수 있으며, 회사가 제공하는 별도의 커뮤니케이션(유선 및 이메일등)을 통하여 강사회원에게 연락을 취할 수도 있습니다.<br>
    회사는 일반회원이 이력서를 검색하고, 강사회원에게 연락할 수 있는 권한에 제한을 둘 수 있으며, 일반회원이 적절하지 않은 방법으로 개인회원에게 연락하거나, 개인회원에게 불편을 끼친 경우, 강의정보 및 회원정보를 임의로 수정/삭제할 수 있습니다.<br>
    <br>
    제11조 (제휴를 통한 서비스)<br>
    <br>
    회사는 제휴 관계를 체결한 여타 인터넷 웹 사이트 또는 신문, 잡지 등의 오프라인 매체를 통해 사이트에 등록또는 유선으로 요청한 일반회원의 강의정보가 열람될 수 있도록 서비스를 제공할 수 있다.<br>
    회사는 제휴를 통해 타 사이트 및 매체에 등록될 수 있음을 고지해야 하며, 제휴 사이트 전체 목록을 사이트내에서 상시 열람할 수 있도록 해야 한다.<br>
    <br>
    제12조 (서비스 요금)<br>
    <br>
    회사가 제공하는 일반회원 서비스는 무료로 합니다.<br>
    강사회원의 이용요금은 프로필 등록은 무료이나 정회원 등록,강의정보 상세열람(다운로드),노출옵션 등록 등의 부가서비스를 이용할 시에는 유료 이며 포인트를 결제하여 이용하여야 합니다. 강의 진행 후 성사 수수료(컨설팅 비용, 진행료, 피드백 비용 등)는 강의 실시 후 2주이내로 결제(입금)함을 원칙으로 합니다.<br>
    해당 유료 상품의 요금은 서비스의 종류에 따라 차등을 두며, 이에 대한 금액은 해당 페이지내 별도로 공지합니다.<br>
    서비스 요금의 변경은 회사의 정책에 준하여 변동 가능하며 변동시에는 관련 페이지에 공고한 후 적용합니다.<br>
    <br>
    제 13 조 (서비스 요금 환불)<br>
    <br>
    다음의 경우에는 유료서비스 이용금액에 대해 환불처리 할 수 있습니다.<br>
    1. 입금이 완료된 이용자도 서비스 제공 전에는 환불처리 할 수 있습니다. 단 예약 형태의 서비스 이용 요금에 대해서는 해당 서비스의 정책에 준하여 처리됩니다. (예 오프라인 교육 참석 예약)<br>
    2. 광고 상품 요금에 대해서 서비스의 시스템상의 장애로 서비스를 이용하지 못한 경우 잔여기간을 연장합니다.<br>
    3. 서비스 이용 요금이 과입금된 경우 이용자의 요청에 따라 해당 금액만큼 환불되거나 포인트로 충전처리합니다.<br>
    4. 정회원 서비스 이용중 더 이상 정회원 서비스 집행을 원치 않더라도 잔여일에 해당하는 금액이 부분 환불되지는 않습니다.<br>
    <br>
    제14조 (서비스의 이용시간)<br>
    <br>
    서비스는 회사의 업무상 또는 기술상 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 이용할 수 있습니다.<br>
    다만 설비의 점검 등 회사가 필요한 경우 또는 설비의 장애, 서비스 이용의 폭주 등 불가항력 사항으로 인하여 서비스 이용에 지장이 있는 경우 예외적으로 서비스 이용의 전부 또는 일부에 대하여 제한할 수 있습니다.<br>
    회사는 제공하는 서비스 중 일부에 대한 서비스이용시간을 별도로 정할 수 있으며, 이 경우 그 이용시간을 사전에 회원에게 공지합니다.<br>
    <br>
    제15조 (서비스 제공의 중지)<br>
    <br>
    회사는 다음 각 호에 해당하는 경우 서비스의 제공을 중지할 수 있습니다.<br>
    1. 설비의 보수 등을 위하여 부득이한 경우<br>
    2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지하는 경우<br>
    3. 기타 회사가 서비스를 제공할 수 없는 사유가 발생한 경우.<br>
    <br>
    제16조 (정보의 제공 및 광고의 게재)<br>
    <br>
    회사는 서비스를 운용함에 있어서 각종 정보 및 광고를 서비스에 게재하는 방법 등으로 회원에게 제공할 수 있습니다.<br>
    회사는 서비스 화면, 홈페이지 등에 광고 등을 게재할 수 있으며 회원들의 전자우편 주소 및 휴대폰으로 광고메일및 메세지를 보낼 수 있습니다.<br>
    회사는 제공하는 정보와 광고에 게재되어 있거나 또는 광고주의 판촉활동에 회원이 참여하거나 거래된 내용에 대한 손실과<br>
    손해에 대해서 책임을 지지 않습니다.<br>
    본 서비스의 회원은 서비스 이용 시 노출되는 광고게재에 대하 동의 하는 것으로 간주합니다.<br>
    <br>
    제17조 (자료 내용의 책임 및 활용과 회사의 정보 수정 권한)<br>
    <br>
    1. 자료내용은 회원이 등록한 개인정보, 강의정보, 프로필, 모든 게시판의 글등 포함하는 사이트에 게시한 모든 게시물을 말합니다.<br>
    2. 회원은 자료 내용 및 게시물을 사실에 근거하여 성실하게 작성해야 하며, 만일 자료의 내용이 사실이 아니거나 부정확하게 작성되어 발생하는 모든 책임은 회원에게 있습니다.<br>
    3. 모든 자료내용의 관리와 작성은 회원 본인이 하는 것이 원칙이나 사정상 위탁 또는 대행관리를 하더라도 자료내용의 책임은 회원에게 있으며 회원은 주기적으로 자신의 자료를 확인하여 항상 정확하게 관리가 되도록 노력해야 합니다.<br>
    4. 회사는 회원이 등록한 자료 내용에 오자, 탈자 또는 사회적 통념에 어긋나는 문구가 있을 경우 이를 언제든지 수정할 수 있습니다. 또한 허위사실 및 맨투스픽의 취지에 어긋나는 자료는 임의대로 삭제 할 수 있습니다.<br>
    5. 회원이 작성한 정보는 고용 및 취업활동 통계등에 활용될 수 있으며 언론 매체이 배포될 수 있습니다. 그러나, 매체 배포의 내용이 회원의 개인정보가 배포되는 것은 아닙니다.(예, 성명, 이름등 회원의 고유한 정보)
    <br>
    제18조 (회사의 의무)<br>
    <br>
    1. 회사는 제15조 정한 경우를 제외하고 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 수 있도록 최선의 노력을 다하여야 합니다.<br>
    2. 회사는 서비스에 관련된 설비를 항상 운용할 수 있는 상태로 유지/보수하고, 장애가 발생하는 경우 지체 없이 이를 수리/복구할 수 있도록 최선의 노력을 다하여야 합니다.<br>
    3. 회사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 최선을 다하여 해결하도록 노력합니다.<br>
    4. 천재지변 등 예측하지 못한 일이 발생하거나 시스템의 장애가 발생하여 서비스가 중단될 경우 이에 대한 손해에 대해서는 회사가 책임을 지지 않습니다. 다만 자료의 복구나 정상적인 서비스 지원이 되도록 최선을 다할 의무가 있습니다.<br>
    5. 강사회원이 등록하는 프로필은 사이트를 방문한 방문자에게 공개함을 원칙으로 하며 회사는 공개기간을 지정할 수 있습니다. 단, 일부 항목에 대해 강사회원이 비공개 설정을 한 경우에는 회사는 해당 항목에 대해서 비공개를 할 의무가 있습니다.<br>
    <br>
    제19조 (회원의 의무)<br>
    <br>
    1. 회원은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니됩니다.<br>
    2. 회원은 회사의 사전 승낙없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.<br>
    3. 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙없이 복사, 복제, 변경, 번역, 출판?방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.<br>
    4. 회원은 이용신청서의 기재내용 중 변경된 내용이 있는 경우 서비스를 통하여 그 내용을 회사에 통지하여야 합니다.<br>
    5. 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니됩니다.<br>
    ㄱ. 다른 회원의 아이디(ID)를 부정사용하는 행위<br>
    ㄴ. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위<br>
    ㄷ. 선량한 풍속, 기타 사회질서를 해하는 행위<br>
    ㄹ. 타인의 명예를 훼손하거나 모욕하는 행위<br>
    ㅁ. 타인의 지적재산권 등의 권리를 침해하는 행위<br>
    ㅂ. 해킹행위 또는 컴퓨터바이러스의 유포행위<br>
    ㅅ. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위<br>
    ㅇ. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<br>
    ㅈ. 기타 관계법령에 위배되는 행위<br>
    <br>
    제20조 (계약해지 및 이용중지, 삭제)<br>
    <br>
    1. 회원이 이용계약을 해지하고자 하는 때에는 회원 로그인 이후 회원정보수정 안에 있는 "탈퇴신청"을 이용해 해지 신청을 하면, 가입이 해지됩니다. 단 해지와 동시에 회원의 모든 권한과 적립금은 소멸됩니다.<br>
    2. 회사는 회원이 제19조 내용을 위반하고, 소정의 기간 이내에 이를 해소하지 아니하는 경우 서비스 이용계약을 해지할 수 있습니다.<br>
    3. 회사는 제2항에 의해 해지된 회원이 다시 이용신청을 하는 경우 일정기간 그 승낙을 제한할 수 있습니다.<br>
    4. 회사는 서비스의 게시물 또는 내용물이 제19조의 규정에 위반되거나 회사 소정의 게시기간을 초과하는 경우 사전 통지나 동의없이 이를 삭제할 수 있습니다.<br>
    <br>
    제21조 (면책 및 손해배상)<br>
    <br>
    1. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 정확성, 신뢰성 등 그 내용에 관하여는 어떠한 책임을 부담하지 아니하고, 회원은 자기의 책임 아래 서비스를 이용하며, 서비스를 이용하여 게시 또는 전송한 자료 등에 관하여 손해가 발생하거나 자료의 취사선택, 기타 서비스 이용과 관련하여 어떠한 불이익이 발생하더라도 이에 대한 모든 책임은 회원에게 있습니다.<br>
    <br>
    2. 회사는 제17조의 규정에 위반하여 회원간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.<br>
    <br>
    3. 회원 아이디(ID)와 비밀번호의 관리 및 이용상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 책임은 모두 회원에게 있습니다.<br>
    <br>
    4. 회원이 제19조 규정을 위반함으로 인하여 회사가 회원 또는 제3자에 대하여 책임을 부담하게 되고, 이로써 회사에게 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 회사에게 발생하는 모든 손해를 배상하여야 하며, 동 손해로부터 회사를 면책시켜야 합니다.<br>
    <br>
    5. 기타 회사가 정한 이용 신청 요건이 미흡한 경우.<br>
    <br>
    제 22 조 (양도금지)<br>
    <br>
    회원이 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.<br>
    <br>
    제23조 (허위 구인광고 경고)<br>
    <br>
    허위 구인 정보 또는 허위 구인 조건을 제시한 자는 직업 안정법 제 47조에 의해 5년 이하의 징역 또는 2천만원 이하의 벌금형을 받게 됩니다.<br>
    <br>
    제 24 조 (분쟁 해결)<br>
    <br>
    1. 회사는 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.<br>
    2. 회사는 이용자로부터 제기되는 불만사항 및 의견을 우선적으로 처리합니다.<br>
    3. 1항과 2항의 규정에도 불구하고, 동 분쟁으로 인하여 소송이 제기될 경우 동 소송은 회사의 본사소재지를 관할 법원으로 합니다.
  </div>
</template>

<script>
export default {
  name: 'SignUpTerms'
}
</script>

<style lang="scss" scoped>
 .temrs-contents {
   border-top: 1px solid gray('300');
   border-bottom: 1px solid gray('300');
   padding: map-get($spacers, 3) 0;
   height: 300px;
   font-size: $font-size-sm;
   line-height: 1.5;
   overflow-y: scroll;
 }
</style>
